Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VO_LIVE_RECOGNITION_CUSTOMIZATION_IPHONE
source: Using on-device intelligence, your iPhone can detect scenes and text around you. Your iPhone can also detect text that is near your finger with Point and Speak. You can select which of these detectors appear in the Live Recognition Rotor.
ar: باستخدام الذكاء الاصطناعي المضمن في الجهاز، بإمكان iPhone اكتشاف المَشاهد والنصوص من حولك. بإمكان iPhone أيضًا اكتشاف النص بالقرب من إصبعك باستخدام "الإشارة والنطق". يمكنك تحديد المستشعرات التي تظهر في "دوار التعرف المباشر".
bg: Използвайки интелигентността на устройството, вашият iPhone може да открива сцени и текст около вас. Също така вашият iPhone може, с помощта на функцията Посочи и говори, да открива текст близо до вашия пръст. Можете да изберете кои от тези детектори да се появяват в шайбата Разпознаване на живо.
ca: L’iPhone utilitza la intel·ligència local del dispositiu per detectar les escenes i el text que tens a prop. A més, inclou la funció “Apunta i llegeix”, que detecta el text que assenyales amb el dit. També pots personalitzar els detectors que es mostren al rotor del reconeixement en temps real.
cs: iPhone dokáže s použitím vlastní inteligence zařízení detekovat scény a text ve vašem okolí. Hlasová odezva při zaměření vám na iPhonu navíc umožňuje rozpoznávat text, na který ukážete prstem. Na rotor živého rozpoznávání si můžete podle potřeby přidat kterékoli z těchto detektorů.
da: Ved hjælp af intelligens på enheden kan iPhone registrere scener og tekst omkring dig. Din iPhone kan også registrere tekst, der er tæt på din finger med funktionen Peg og læs op. Du kan angive, hvilke af disse detektorer, der skal vises i rotoren Genkendelse i realtid.
de: Mithilfe künstlicher Intelligenz auf dem Gerät kann dein iPhone Szenen und Text in deiner Umgebung erkennen. Dein iPhone kann zudem mit der Funktion „Zeigen und Sprechen“ Text erkennen, der sich in der Nähe deines Fingers befindet. Du kannst festlegen, welche dieser Erkennungsfunktionen im Liveerkennungs­rotor angezeigt werden.
el: Μέσω της χρήσης της νοημοσύνης επί της συσκευής, το iPhone μπορεί να ανιχνεύει σκηνές και κείμενο γύρω σας. Το iPhone μπορεί επίσης να ανιχνεύει κείμενο που βρίσκεται κοντά στο δάχτυλό σας με την Κατάδειξη και ομιλία. Μπορείτε να επιλέξετε τους ανιχνευτές που θα εμφανίζονται στον ρότορα της Αναγνώρισης σε πραγματικό χρόνο.
es: El iPhone utiliza la inteligencia local del dispositivo para detectar escenas y texto cerca de ti. Además, es capaz de detectar el texto que apuntes con el dedo mediante la función “Apuntar y hablar”. Puedes elegir qué detectores quieres que aparezcan en el rotor del reconocimiento en tiempo real.
es_us: Mediante la inteligencia en el dispositivo, tu iPhone puede detectar escenas y texto a tu alrededor. Además, con la función Apuntar y leer, puede detectar el texto que se encuentra cerca de tu dedo. Puedes elegir qué detectores se muestran en el rotor de reconocimiento en vivo.
fi: iPhone voi tunnistaa laitteen älytoimintojen avulla ympärilläsi olevia tilanteita ja tekstiä. iPhone voi myös tunnistaa sormesi lähellä olevan tekstin Osoita ja kuuntele -toiminnolla. Voit valita, mitkä näistä tunnistimista näkyvät Ympäristön tunnistus -roottorissa.
fr: Grâce à une technologie exécutée sur l’appareil, votre iPhone peut détecter les scènes et le texte aux alentours. Votre iPhone peut également détecter le texte à proximité de votre doigt à l’aide de « Pointer et parler ». Vous pouvez sélectionner les détecteurs à afficher dans le rotor de reconnaissance en direct.
fr_ca: Grâce aux fonctionnalités d’intelligence de l’appareil, votre iPhone peut détecter les scènes et le texte qui vous entourent. Il peut également détecter le texte à proximité de votre doigt grâce à « Pointer et parler ». Vous pouvez sélectionner le détecteur à afficher dans le rotor de reconnaissance en direct.
he: שימוש בטכנולוגיית בינה מלאכותית במכשיר מאפשר ל-iPhone לזהות תרחישים ומלל בסביבה שלך. ה-iPhone יכול גם לזהות מלל שנמצא בסמוך לאצבע שלך באמצעות ״הצבעה להקראה״. ניתן לבחור אילו מבין המזהים יופיעו בחוגה של ״זיהוי בזמן אמת״.
hi: ऑन-डिवाइस इंटेलिजेंस का उपयोग करके, आपका iPhone आपके आस-पास के दृश्यों और टेक्स्ट का पता लगा सकता है। आपका iPhone “पॉइंट करें और बोलें” की मदद से आपकी उँगली के पास मौजूद टेक्स्ट का भी पता लगा सकता है। आप चुन सकते हैं कि इनमें से कौन सा डिटेक्टर लाइव पहचान रोटर में दिखाई दे।
hr: Koristeći inteligenciju na uređaju, vaš iPhone može detektirati scene i tekst oko vas. iPhone također može detektirati tekst u blizini vašeg prsta pomoću značajke Usmjeravanje i govor. Možete odrediti koji od ovih detektora će se prikazivati u rotoru Prepoznavanje uživo.
hu: Az eszközön való feldolgozás segítségével az iPhone‑ja képes az Ön közelében található környezeti elemek és szövegek észlelésére. Az iPhone‑ja a Mutatás és beszéd funkció használatával emellett képes észlelni az Ön ujja környékén található szövegeket. Kiválaszthatja, hogy ezen észlelési funkciók közül melyik jelenjen meg az Élő észlelés rotorban.
id: Dengan menggunakan kecerdasan pada perangkat, iPhone Anda dapat mendeteksi pemandangan dan teks di sekitar Anda. iPhone Anda juga dapat mendeteksi teks yang di dekat jari Anda dengan Tunjuk dan Ucapkan. Anda dapat memilih detektor mana yang muncul di Rotor Pengenalan Langsung.
it: iPhone può usare l’intelligenza artificiale presente sul dispositivo per rilevare scene e testo intorno a te. iPhone è anche in grado di rilevare il testo vicino al tuo dito con “Indica e ascolta”. Puoi selezionare quali di questi strumenti appaiono nel rotore di “Riconoscimento in tempo reale”.
ja: デバイス上の人工知能機能を使用して、iPhoneで周囲のシーンやテキストを検出できます。“指差し読み上げ”を使うことにより、差している指の近くのテキストも検出できます。ライブ認識ローターにどの検出機能を表示するかを選択することができます。
kk: Құрылғыдағы жасанды интеллектті пайдалана отырып, iPhone құрылғыңыз айналаңыздағы көріністерді және мәтінді анықтай алады. Сондай-ақ iPhone «Таңдалғанды дыбыстау» арқылы саусағыңызға жақын мәтінді анықтай алады. Осы детекторлардың қайсысы шынайы уақытта тану роторында пайда болатынын таңдауға болады.
ko: iPhone이 온디바이스 지능형 기능을 이용해 사용자 주변의 장면 및 텍스트를 감지할 수 있습니다. 또한 ‘가리키면 읽어주기’ 기능으로 사용자 손가락 근처의 텍스트를 감지할 수 있습니다. 감지 기능 중에서 실시간 인지 로터에 표시할 항목을 직접 선택할 수도 있습니다.
lt: Pasinaudojant „iPhone“ dirbtiniu intelektu, įrenginys gali aptikti aplink jus esančias aplinkas ir tekstą. Naudojant „Įgarsinimą parodant“, „iPhone“ taip pat gali aptikti šalia jūsų piršto esantį tekstą. Naudodami „Aplinkos atpažinimo rotorių“ galite pasirinkti, kuriuos iš šių detektorių pateikti ekrane.
ms: Menggunakan kecerdasan pada peranti, iPhone anda boleh mengesan suasana dan teks di sekeliling anda. iPhone anda juga boleh mengesan teks berdekatan jari anda dengan Tuding dan Sebut. Anda boleh memilih antara pengesan yang kelihatan dalam Rotor Pengecaman Langsung.
nl: Met behulp van intelligentie op het apparaat kan je iPhone scènes en tekst om je heen detecteren. Je iPhone kan met 'Wijs en spreek' ook tekst detecteren die zich in de buurt van je vinger bevindt. Je kunt selecteren welke van deze detectors worden weergegeven in de rotor voor live herkenning.
no: Ved hjelp av intelligente funksjoner på enheten kan iPhonen gjenkjenne scener og tekst i omgivelsene dine. iPhonen kan også gjenkjenne tekst nær fingeren din med Pek og snakk. Du kan velge hvilke av disse detektorene som skal vises i rotoren Gjenkjenning av omgivelser.
pl: iPhone wykorzystuje wbudowaną sztuczną inteligencję do wykrywania scen i napisów w Twoim otoczeniu. W trybie Wskaż i mów może także wykrywać, co znajduje się w pobliżu Twojego palca. Możesz wybrać, które z tych narzędzi wykrywania mają być dostępne na pokrętle Rozpoznawanie na żywo.
pt_br: Usando a inteligência no dispositivo, o iPhone pode detectar cenas e texto ao seu redor. Com a função Apontar e Falar, o iPhone também pode detectar texto perto do seu dedo. Você pode selecionar quais desses detectores aparecem no Rotor de Reconhecimento ao Vivo.
pt_pt: O iPhone usa a tecnologia de inteligência incorporada para detetar cenários e texto à sua volta. Através da funcionalidade Apontar e enunciar, o iPhone também pode detetar o texto que aponte com o dedo. É possível selecionar quais destes detetores devem aparecer no rotor do reconhecimento em tempo real.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, iPhone‑ul poate detecta scene și text din jurul dvs. De asemenea, iPhone‑ul poate detecta textul aflat în apropierea degetului dvs. cu “Indicare și enunțare”. Puteți selecta care dintre aceste detectoare să apară în rotorul “Recunoaștere live”.
ru: Используя встроенный интеллект, iPhone может обнаруживать сцены и текст вокруг Вас. Кроме того, iPhone может распознавать текст рядом с Вашим пальцем и задействовать функцию «Озвучивание выбранного». Вы можете выбрать, какие из этих детекторов будут отображаться в роторе «Распознавание окружения».
sk: iPhone dokáže použitím vlastnej inteligencie na zariadení detegovať scény a text vo vašom okolí. Hlasová odozva pri namierení na iPhone navyše rozpoznáva text, na ktorý ukážete prstom. Ľubovoľný z týchto detektorov si môžete pridať do rotora Živé rozpoznávanie.
sl: Z inteligenco v napravi lahko iPhone zazna prizore in besedilo v vaši okolici. S funkcijo Izgovori pokazano lahko iPhone zazna tudi besedilo v bližini prsta. Izberete lahko, kateri zaznavalniki bodo prikazani v rotorju za prepoznavanje v živo.
sv: Med hjälp av intelligens på enheten kan iPhone upptäcka scenarier och text runt dig. iPhone kan även detektera text som finns i närheten av ditt finger med hjälp av Peka och tala. Du kan ange vilka av dessa detektorer som ska visas med hjälp av rotorn Igenkänning i realtid.
th: โดยใช้ความฉลาดของอุปกรณ์ ทำให้ iPhone ของคุณสามารถตรวจจับสภาพแวดล้อมและข้อความที่อยู่รอบตัวคุณได้ iPhone ยังสามารถตรวจจับข้อความที่อยู่ใกล้กับนิ้วมือของคุณได้ด้วยการชี้และอ่านออกเสียง คุณสามารถเลือกที่จะแสดงตัวตรวจจับเหล่านี้ในตัวหมุนสังเกตรอบตัวได้
tr: iPhone’unuz, aygıttaki yapay zekâyı kullanarak çevrenizdeki ortamları ve metinleri algılayabilir. iPhone’unuz, Doğrult ve Seslendir sayesinde parmağınızın yakınındaki metinleri de algılayabilir. Bu algılayıcılardan hangilerinin Canlı Tanıma rotorunda görüneceğini seçebilirsiniz.
uk: За допомогою вбудованих інтелектуальних алгоритмів iPhone може описувати оточення та виявляти текст навколо вас. Функція «Навести й озвучити» на iPhone може виявляти текст поряд із вашим пальцем. Можна вибрати, які з цих функцій показувати в роторі «Виявлення в реальному світі».
vi: Bằng cách sử dụng tính năng thông minh trên thiết bị, iPhone có thể phát hiện các cảnh và văn bản xung quanh bạn. iPhone cũng có thể phát hiện văn bản ở gần ngón tay của bạn với tính năng Trỏ và đọc. Bạn có thể lựa chọn bộ phát hiện nào sẽ xuất hiện trong rô-to Nhận biết trực tiếp.
zh_cn: iPhone可使用设备端智能技术检测你周围的场景和文本。iPhone也可通过“指字即读”检测手指附近的文本。你可以选择要在实时识别转子中显示的检测器。
zh_hk: 使用裝置端智能技術，iPhone可以偵測你身邊的場景和文字。iPhone亦可使用「指住即讀」偵測你手指附近的文字。你可以選擇要在「即時識別」轉輪中顯示哪些偵測器。
zh_tw: 你的iPhone會使用裝置端的智慧技術偵測你周圍的場景和文字。你的iPhone也可以透過「指字即讀」偵測手指附近的文字。你可以在「即時辨識轉輪」中選取要顯示的偵測器。

# ACTIVITIES_PUNCTUATION_GROUP
source: Punctuation
ar: علامات الترقيم
bg: Пунктуация
ca: Puntuació
cs: Interpunkce
da: Skilletegn
de: Satzzeichen
el: Στίξη
es: Puntuación
es_us: Puntuación
fi: Välimerkit
fr: Ponctuation
fr_ca: Ponctuation
he: פיסוק
hi: विराम चिह्न
hr: Interpunkcija
hu: Írásjelek
id: Tanda Baca
it: Punteggiatura
ja: 句読点と記号
kk: Тыныс белгілері
ko: 구두점
lt: Skyrybos ženklų grupės
ms: Tanda Baca
nl: Interpunctie
no: Tegnsetting
pl: Interpunkcja
pt_br: Pontuação
pt_pt: Pontuação
ro: Punctuație
ru: Пунктуация
sk: Interpunkcia
sl: Ločila
sv: Interpunktion
th: เครื่องหมายวรรคตอน
tr: Noktalama
uk: Пунктуація
vi: Dấu câu
zh_cn: 标点符号
zh_hk: 標點符號
zh_tw: 標點符號

# VO_SCREEN_RECOGNITION_WITH_APP
source: Screen Recognition (%@)
ar: التعرف على الشاشة (%@)
bg: Разпознаване на екран (%@)
ca: Reconeixement de pantalla (%@)
cs: Rozpoznávání obsahu obrazovky (%@)
da: Skærmgenkendelse (%@)
de: Bildschirmerkennung (%@)
el: Αναγνώριση οθόνης (%@)
es: Reconocimiento de pantalla (%@)
es_us: Reconocimiento de pantalla (%@)
fi: Näytöntunnistus (%@)
fr: Reconnaissance de l’écran (%@)
fr_ca: Reconnaissance d’écran (%@)
he: זיהוי מסך (%@)
hi: स्क्रीन पहचान (%@)
hr: Prepoznavanje zaslona (%@)
hu: Képernyő felismerése (%@)
id: Pengenalan Layar (%@)
it: Riconoscimento schermo (%@)
ja: 画面認識（%@）
kk: Экранды тану (%@)
ko: 화면 인식(%@)
lt: Ekrano atpažinimas (%@)
ms: Pengecaman Skrin (%@)
nl: Schermherkenning (%@)
no: Skjermgjenkjenning (%@)
pl: Rozpoznawanie ekranu (%@)
pt_br: Reconhecimento de Tela (%@)
pt_pt: Reconhecimento de ecrã (%@)
ro: Recunoaștere ecran (%@)
ru: Распознавание экрана (%@)
sk: Rozpoznávanie obrazovky (%@)
sl: Prepoznavanje zaslona (%@)
sv: Skärmigenkänning (%@)
th: การเรียนรู้หน้าจอ (%@)
tr: Ekran Tanıma (%@)
uk: Розпізнавання екрана (%@)
vi: Nhận dạng màn hình (%@)
zh_cn: 屏幕识别（%@）
zh_hk: 螢幕識別（%@）
zh_tw: 螢幕辨識（%@）

# VOICEOVER_INTRO_MORE
source: VoiceOver speaks items on the screen and provides helpful hints. You can control VoiceOver using a simple set of gestures.
ar: ينطق التعليق الصوتي العناصر الظاهرة على الشاشة ويقدم تلميحات مفيدة. يمكنك التحكم في التعليق الصوتي باستخدام مجموعة بسيطة من الإيماءات.
bg: VoiceOver изговаря елементите на екрана и предоставя полезни съвети. Можете да управлявате VoiceOver с помощта на набор от лесни жестове.
ca: El VoiceOver llegeix en veu alta els ítems de la pantalla i et dona indicacions útils. El pots controlar utilitzant un conjunt de gestos senzills.
cs: VoiceOver čte prvky na obrazovce a poskytuje užitečnou nápovědu. Můžete ho ovládat pomocí jednoduché sady gest.
da: VoiceOver læser emner på skærmen op og giver nyttige tips. Du kan betjene VoiceOver vha. nogle enkle bevægelser.
de: VoiceOver liest Objekte auf dem Bildschirm vor und gibt nützliche Hinweise. Du kannst VoiceOver mit einigen einfachen Gesten steuern.
el: Το VoiceOver εκφωνεί στοιχεία που βρίσκονται στην οθόνη και παρέχει χρήσιμες υποδείξεις. Μπορείτε να χειριστείτε το VoiceOver με απλές χειρονομίες.
es: VoiceOver pronuncia los ítems en pantalla y ofrece indicaciones útiles. Puedes controlar VoiceOver usando un sencillo conjunto de gestos.
es_us: VoiceOver lee los elementos en la pantalla y ofrece consejos útiles. Puedes controlarlo usando un conjunto simple de gestos.
fi: VoiceOver puhuu näytöllä näkyvät kohteet ja antaa hyödyllisiä vinkkejä. Voit ohjata VoiceOveria käyttämällä yksinkertaisia elesarjoja.
fr: VoiceOver énonce les éléments figurant à l’écran et fournit des conseils pratiques. Vous pouvez contrôler VoiceOver en recourant à un ensemble de gestes simples.
fr_ca: VoiceOver énonce les éléments affichés à l’écran et fournit des informations utiles. Vous pouvez contrôler VoiceOver au moyen de gestes simples.
he: ‏VoiceOver מקריא את הפריטים שמופיעים על המסך ומספק רמזים שימושיים. ניתן לשלוט ב-VoiceOver באמצעות מספר מחוות פשוטות.
hi: VoiceOver स्क्रीन पर मौजूद आइटम को बोलकर बताता है और सहायक जानकारी प्रदान करता है। जेस्चर के कुछ सरल तरीक़ों के इस्तेमाल से आप VoiceOver को नियंत्रित कर सकते हैं।
hr: VoiceOver čita stavke na zaslonu i pruža korisne savjete. VoiceOverom možete upravljati pomoću jednostavnog niza gesti.
hu: A VoiceOver felolvassa a képernyőn látható elemeket, és hasznos tippeket nyújt. A VoiceOvert egyszerű kézmozdulatokkal vezérelheti.
id: VoiceOver mengucapkan item pada layar dan menyediakan petunjuk yang bermanfaat. Anda dapat mengontrol VoiceOver menggunakan rangkaian gerakan yang sederhana.
it: VoiceOver legge ad alta voce degli elementi presenti e ti offre indicazioni utili. Puoi controllare questa funzionalità mediante una serie di semplici gesti.
ja: VoiceOverは画面上の項目を読み上げ、役立つヒントを提供します。簡単なジェスチャを使用してVoiceOverを制御できます。
kk: VoiceOver опциясы экрандағы элементтерді дыбыстап, пайдалы кеңестермен қамтамасыз етеді. Қарапайым қимылдар жинағын пайдалану арқылы VoiceOver опциясын басқаруға болады.
ko: VoiceOver는 화면에 있는 항목을 음성으로 설명하여 도움이 되는 힌트를 제공합니다. 간단한 일련의 제스처를 사용하여 VoiceOver를 제어할 수 있습니다.
lt: „VoiceOver“ ištaria elementus ekrane ir pateikia naudingų užuominų. Galite valdyti „VoiceOver“ naudodami paprastą gestų rinkinį.
ms: VoiceOver menyebut item pada skrin dan memberikan pembayang yang berguna. Anda boleh mengawal VoiceOver menggunakan set gerak isyarat yang ringkas.
nl: VoiceOver spreekt onderdelen op het scherm uit en biedt nuttige aanwijzingen. Je kunt VoiceOver bedienen via een aantal eenvoudige gebaren.
no: VoiceOver leser opp objektene på skjermen og gir hjelpsomme hint. Du kan styre VoiceOver med et sett enkle håndbevegelser.
pl: VoiceOver opisuje głosem rzeczy widoczne na ekranie i oferuje przydatne wskazówki. Do sterowania VoiceOver możesz używać kilku prostych gestów.
pt_br: O VoiceOver lê os itens na tela e oferece dicas úteis. Você pode controlar o VoiceOver usando um conjunto simples de gestos.
pt_pt: O VoiceOver enuncia os elementos apresentados no ecrã e oferece sugestões úteis. Pode controlar o VoiceOver com alguns gestos simples.
ro: Funcționalitatea VoiceOver enunță articolele de pe ecran și oferă indicii utile. Puteți controla VoiceOver folosind un set simplu de gesturi.
ru: VoiceOver произносит названия объектов на экране и предоставляет полезные подсказки. Вы можете управлять функцией VoiceOver с помощью простого набора жестов.
sk: VoiceOver nahlas číta položky na obrazovke a poskytuje užitočnú nápovedu. VoiceOver môžete ovládať pomocou niekoľkých jednoduchých gest.
sl: VoiceOver izgovarja elemente na zaslonu in podaja uporabne napotke. VoiceOver lahko upravljate s preprostim nizom kretenj.
sv: VoiceOver läser upp objekt på skärmen och ger användbar hjälp. Du kan styra VoiceOver med en uppsättning enkla gester.
th: VoiceOver อ่านออกเสียงสิ่งที่เลือกบนหน้าจอและให้คำแนะนำที่เป็นประโยชน์ คุณสามารถควบคุม VoiceOver ได้โดยใช้คำสั่งนิ้วแบบง่ายๆ
tr: VoiceOver ekrandaki öğeleri seslendirir ve yardımcı ipuçları sunar. VoiceOver’ı basit hareketler kullanarak denetleyebilirsiniz.
uk: Функція VoiceOver зачитує елементи екрана й надає корисні поради. Контролювати VoiceOver можна за допомогою простих жестів.
vi: VoiceOver đọc các mục trên màn hình và cung cấp các gợi ý hữu ích. Bạn có thể điều khiển VoiceOver bằng một nhóm các cử chỉ đơn giản.
zh_cn: “旁白”会朗读屏幕上的项目并提供帮助性的提示。你可以通过一组简单的手势来控制“旁白”。
zh_hk: 「旁白」會朗讀螢幕上的項目並提供實用提示。你可以使用一組簡單的手勢來控制「旁白」。
zh_tw: 「旁白」會朗讀螢幕上的項目並提供實用提示。你可以使用簡易手勢控制「旁白」。

# ACTIVITY_BRAILLE_ALERTS
source: Braille Alert Messages
ar: رسائل تنبيه برايل
bg: Брайлови предупредителни съобщения
ca: Missatges d’avís en braille
cs: Upozornění na řádku
da: Punktskriftadvarsler
de: Braillehinweise
el: Ειδοποιήσεις Μπράιγ
es: Mensajes de aviso en braille
es_us: Mensajes de alerta Braille
fi: Pistekirjoituksen varoitukset
fr: Messages d’alerte braille
fr_ca: Messages d’alerte en braille
he: הודעות התראה בברייל
hi: ब्रेल अलर्ट संदेश
hr: Poruke alarma na brajici
hu: Braille figyelmeztető üzenetek
id: Pesan Peringatan Braille
it: Messaggi di avviso Braille
ja: 点字警告メッセージ
kk: Брайль ескерту хабарлары
ko: 점자 경고 메시지
lt: Įspėjimai Brailio raštu
ms: Mesej Isyarat Braille
nl: Braille-waarschuwingen
no: Varselmeldinger for leselist
pl: Alerty braille’owskie
pt_br: Mensagens de Alerta
pt_pt: Mensagens de aviso braille
ro: Mesaje de alertă Braille
ru: Показ предупреждений
sk: Upozornenia
sl: Opozorilna obvestila v Braillovi pisavi
sv: Punktskriftsvarning
th: ข้อความเตือนอักษรเบรลล์
tr: Braille Uyarı İletileri
uk: Попередження Брайля
vi: Thông báo cảnh báo Braille
zh_cn: 盲文提示信息
zh_hk: 點字提示訊息
zh_tw: 點字提示訊息

# vo.siri.shortcuts
source: Shortcuts
ar: الاختصارات
bg: Команди
ca: Dreceres
cs: Zkratky
da: Genveje
de: Kurzbefehle
el: Συντομεύσεις
es: Atajos
fi: Pikakomennot
fr: Raccourcis
fr_ca: Raccourcis
he: קיצורים
hi: शॉर्टकट
hr: Prečaci
hu: Parancsok
id: Pintasan
it: Comandi Rapidi
ja: ショートカット
kk: Пернелер тіркесімдері
ko: 단축어
lt: Sparčiosios komandos
ms: Pintasan
nl: Spraakopdrachten
no: Snarveier
pl: Skróty
pt_br: Atalhos
pt_pt: Atalhos
ro: Scurtături
ru: Быстрые команды
sk: Skratky
sl: Bližnjice
sv: Genvägar
th: คำสั่งลัด
tr: Kestirmeler
uk: Швидкі команди
vi: Phím tắt
zh_cn: 快捷指令
zh_hk: 捷徑
zh_tw: 捷徑

# VOICEOVER_GESTURE_HELP_HINT_PART1
source: Practice VoiceOver gestures, commands, and typing in this area.
ar: ممارسة إيماءات التعليق الصوتي والأوامر والطباعة في هذه المنطقة.
bg: Тук упражнявайте жестовете, командите и въвеждането с VoiceOver.
ca: Practicar gestos i ordres del VoiceOver i escriptura en aquesta zona.
cs: Zde si procvičte gesta VoiceOver, příkazy a zadávání textu.
da: Udfør VoiceOver-bevægelser, kommandoer og indtastning i dette område.
de: Übe VoiceOver-Gesten, Befehle und Tippen in diesem Bereich.
el: Εξασκηθείτε στις χειρονομίες και τις εντολές VoiceOver, αλλά και στην πληκτρολόγηση σε αυτήν την περιοχή.
es: Practica la escritura, los gestos y los comandos de VoiceOver en esta zona.
es_us: Practica el tecleo, los gestos y los comandos de VoiceOver en esta zona.
fi: Harjoittele VoiceOver-eleitä, -komentoja ja -kirjoittamista tällä alueella.
fr: Pratiquez la saisie, les commandes et les gestes VoiceOver dans cette zone.
fr_ca: Pratiquez la saisie, les commandes et les gestes VoiceOver dans cette zone.
he: ניתן להתאמן במחוות, בפקודות ובהקלדה באמצעות VoiceOver בשטח זה.
hi: यहाँ VoiceOver जेस्चर, कमांड और टाइपिंग का अभ्यास करें।
hr: U ovom području možete vježbati VoiceOver pokrete, naredbe i tipkanje.
hu: Ezen a területen gyakorolja a VoiceOver kézmozdulatokat, parancsokat és gépelést.
id: Praktikkan gerakan VoiceOver, perintah, dan ketikan di area ini.
it: Prova a utilizzare le azioni, i comandi e la digitazione di VoiceOver.
ja: ここではVoiceOverの操作、コマンド、およびタイプ入力を練習します。
kk: Осы аймақта VoiceOver қимылдарын, пәрмендерін пайдалануды және мәтін теруді машықтандырыңыз.
ko: 여기에서 VoiceOver 제스처, 명령 및 입력을 연습하십시오.
lt: Mokykitės naudoti „VoiceOver“ gestus, komandas ir įvedimo funkciją šioje srityje.
ms: Berlatih gerak isyarat, perintah, penaipan VoiceOver di kawasan ini.
nl: Oefen gebaren, commando's en typen voor VoiceOver in dit gebied.
no: Øv på bevegelser, kommandoer og skriving med VoiceOver i dette området.
pl: Na tym obszarze możesz ćwiczyć gesty VoiceOver, wydawanie poleceń i wpisywanie.
pt_br: Treine gestos, comandos e digitação do VoiceOver nesta área.
pt_pt: Treine os gestos, comandos e escrita com o VoiceOver nesta zona.
ro: Exersați gesturi, comenzi și scrierea VoiceOver în această zonă.
ru: Потренируйтесь в использовании жестов, команд и ввода VoiceOver в этой области.
sk: Tu si precvičujte gestá, príkazy a písanie pomocou VoiceOveru.
sl: V tem območju lahko vadite kretnje, ukaze in vnašanje za VoiceOver.
sv: Träna VoiceOver-gester, kommandon och skrift i det här området.
th: ฝึกหัดใช้ VoiceOver ในบริเวณนี้ เช่น คำสั่งนิ้ว คำสั่ง และการป้อนข้อมูล
tr: VoiceOver hareketlerini, komutlarını ve yazmayı burada deneyin.
uk: Виконуйте жести, команди та набір тексту VoiceOver на цій ділянці.
vi: Thực hành cử chỉ VoiceOver, lệnh và nhập trong vùng này.
zh_cn: 在此区域练习“旁白”手势、命令与键入。
zh_hk: 在此區域練習「旁白」手勢、指令與輸入。
zh_tw: 在此區域練習「旁白」手勢、指令和輸入。
